Repository: arochet/teen_star
Catalog: lib/presentation/core/_l10n/app_*.arb
Languages: cs, de, es, fr, hr, it, pt

source: You must accept the terms of use
cs: Musíte souhlasit s podmínkami užívání
de: Sie müssen die Nutzungsbedingungen zustimmen
es: Debe aceptar las condiciones de uso
fr: Vous devez accepter les conditions d'utilisation
hr: Morate prihvatiti uvjete korištenja
it: Devi accettare le condizioni d'uso.
pt: Você deve aceitar as condições de uso

source: Enter the password
cs: Zadat heslo
de: Das Passwort eingeben
es: Introducir la contraseña
fr: Entrez le mot de passe
hr: Unesite zaporku
it: Inserisci la password
pt: Digite sua senha

source: Go to
cs: Vstoupit
de: Zugriff
es: Acceder
fr: Accéder
hr: Pristupiti
it: Accedi
pt: Acesso

source: Please note that this date already exists in the previous cycle. You will have to delete the duplicate manually
cs: Upozornění: toto datum již existuje v předchozím cyklu. Duplikát budete muset odstranit ručně.
de: Achtung: dieses Datum existiert bereits im vorherigen Zyklus. Sie müssen das Duplikat manuell löschen.
es: Tenga en cuenta que esta fecha ya existe en el ciclo anterior. Tendrá que suprimir manualmente el duplicado
fr: Attention cette date existe déjà dans le cycle précédent. Vous devrez supprimer manuellement le doublon
hr: Napominjemo da ovaj datum već postoji u prethodnom ciklusu. Morat ćete ručno ukloniti duplikat
it: Attenzione, questa data esiste già nel ciclo precedente. Dovrai eliminare manualmente il duplicato.
pt: Aviso: esta data já existe no ciclo anterior. Você terá que excluir a duplicata manualmente.

source: Please note that a comment already exists for this date. Would you like to replace it ?
cs: Upozornění: pro toto datum již existuje pozorování. Chcete jej nahradit?
de: Bitte beachten Sie, dass bereits eine Beobachtung für dieses Datum vorhanden ist. Möchten Sie sie ersetzen?
es: Atención: ya existe una observación para esta fecha. ¿Desea sustituirla?
fr: Attention: une observation existe déjà pour cette date. voulez-vous la remplacer ?
hr: Imajte na umu: već postoji zapažanje za ovaj datum. Želite li to zamijeniti?
it: Attenzione: esiste già un'osservazione per questa data. Vuoi sostituirla ?
pt: Aviso: já existe uma observação para essa data. Você deseja substituí-la?

source: Replace
cs: Nahradit
de: Ersetzen
es: Sustituir
fr: Remplacer
hr: Zamijeniti
it: Sostituisci
pt: Substituir

source: Please note that the days of the previous cycle after the date of this observation will be carried over to this new cycle. Would you like to confirm?
cs: Upozornění: všechny dny z předchozího cyklu po datu tohoto pozorování budou přeneseny do tohoto nového cyklu. Chcete to potvrdit?
de: Achtung: die Tage des vorherigen Zyklus, die nach dem Datum dieser Beobachtung liegen, werden auf diesen neuen Zyklus übertragen werden. Möchten Sie dies bestätigen?
es: Tenga en cuenta que los días del ciclo anterior posteriores a la fecha de esta observación se trasladarán a este nuevo ciclo. ¿Desea confirmar?
fr: Attention les journées du Cycle précédent situées après la date de cette observation vont être reportées à ce nouveau cycle. Voulez vous confirmer ?
hr: Imajte na umu da će se dani prethodnog ciklusa, koji se nalaze nakon datuma ovog promatranja, prenijeti u ovaj novi ciklus. Želite li potvrditi?
it: Attenzione, i giorni del ciclo precedente, situati dopo la data di questa osservazione, verranno spostati a questo nuovo ciclo. Vuoi confermare?
pt: Observe que os dias do ciclo anterior após a data desta observação serão transferidos para este novo ciclo. Deseja confirmar?

source: Reporting observations
cs: Přenést pozorování
de: Beobachtungen übertragen
es: Trasladar las observaciones
fr: Reporter les observations
hr: Prenesi opažanje
it: Riporta le osservazioni
pt: Transferir observações

source: Notes Confidential
cs: *Důvěrné poznámky*
de: *Vertrauliche Notizen
es: *Notas confidenciales*
fr: *Notes Confidentielle*
hr: Povjerljive bilješke
it: *Note confidenziali
pt: *Notas confidenciais

source: Summary / Analysis of cycle
cs: Shrnutí / Analýza od cyklu
de: Zusammenfassung / Analyse von Zyklus (...)
es: Resumen/ Análisis del ciclo
fr: Résumé / Analyse du cycle
hr: Sažetak / Analiza ciklusa
it: Riepilogo/Analisi del ciclo
pt: Resumo/análise do ciclo

source: Choose a cycle
cs: Zvolit cyklus
de: Einen Zyklus wählen
es: Escoger el ciclo
fr: Choisir un cycle
hr: Odaberi ciklus
it: Scegli un ciclo
pt: Escolha um ciclo

source: No cycle to be exported in these terminals
cs: Žádný cyklus k exportování v tomto rozmezí
de: Kein Zyklus in diesen Grenzen zu exportieren
es: No se exportará ningún ciclo en estos límites
fr: Aucun cycle à exporter dans ces bornes
hr: Nema ciklusa za izvoz u ovim terminima
it: Nessun ciclo da esportare in questo intervallo
pt: Nenhum ciclo a ser exportado nesses limites

source: Read the notes
cs: Přečíst si poznámky
de: Anmerkungen lesen
es: Leer las notas
fr: Lire les notes
hr: Pročitajte bilješke
it: Leggi le note
pt: Ler as notas

source: Observation of
cs: Pozorování dne
de: Beobachtung des
es: Observación del
fr: Observation du
hr: Opažanje za
it: Osservazione del
pt: Observação do dia

source: Delete observation of the day
cs: Smazat pozorování dne
de: Tagesbeobachtung löschen
es: Suprimir la observación del día
fr: Supprimer observation du jour
hr: Izbriši opažanje dana
it: Elimina l'osservazione del giorno
pt: Excluir observação do dia

source: Other pain
cs: Jiná bolest
de: Anderer Schmerz
es: Otro dolor
fr: Autre douleur
hr: Druga bol
it: Altro dolore
pt: Outra dor

source: No note
cs: Žádná poznámka
de: Keine Anmerkungen
es: Ninguna nota
fr: Pas de note
hr: Nema bilješki
it: Nessuna nota
pt: Nenhuma nota

source: Confidential notes
cs: Důvěrné poznámky
de: Vertrauliche Anmerkungen
es: Notas confidenciales
fr: Notes confidentielles
hr: Povjerljive bilješke
it: Note confidenziali
pt: Notas confidenciais

source: Would you like to add a comment for the
cs: Chcete přidat pozorování k
de: Möchten Sie eine Beobachtung hinzufügen für den ?
es: ¿Desea añadir una observación para el
fr: Voulez-vous ajouter une observation pour le
hr: Želite li dodati opažanje za
it: Vuoi aggiungere un'osservazione per il
pt: Você gostaria de adicionar um observação para

source: Add
cs: Přidat
de: Hinzufügen
es: Añadir
fr: Ajouter
hr: Dodaj
it: Aggiungi
pt: Adicionar

source: All your recordings will be permanently deleted
cs: Všechny Vaše záznamy budou trvale smazány
de: Alle Ihre Angabe werden endgültig gelöscht
es: Todas tus grabaciones se borrarán definitivamente
fr: Tous vos enregistrements seront définitivement effacés
hr: Svi Vaši zapisi bit će trajno izbrisani!
it: Tutte le tue registrazioni saranno cancellate definitivamente
pt: Todos os seus registros serão excluídos permanentemente

source: Erase all
cs: Oznámení
de: Alles löschen
es: Notificaciones
fr: Tout effacer
hr: Izbriši sve
it: Notifiche
pt: Excluir todos

source: Activate notifications to receive alerts and reminders
cs: Aktivace oznámení pro příjem upozornění a připomínek
de: Benachrichtigungen für Erinnerungen aktivieren
es: Activar notificaciones para recibir alertas y recordatorios
fr: Activer les notifications pour recevoir des alertes et des rappels
hr: Omogućite obavijesti za primanje upozorenja i podsjetnika
it: Attiva le notifiche per ricevere avvisi e promemoria
pt: Ative as notificações para receber alertas e lembretes

source: Notifications are scheduled
cs: Oznámení jsou naplánována
de: Die Benachrichtigungen sind geplant
es: Las notificaciones están programadas
fr: Les notifications sont programmées
hr: Obavijesti su zakazane
it: Le notifiche sono programmate
pt: As notificações estão agendadas

source: No notification scheduled
cs: Žádná nastavená oznámení
de: Keine geplante Benachrichtigung
es: Ninguna notificación programada
fr: Aucune notification programmée
hr: Nema zakazanih obavijesti
it: Nessuna notifica programmata
pt: Não há notificações programadas

source: Schedule a reminder
cs: Nastavit připomínku
de: Eine Erinnerung programmieren
es: Programar un recordatorio
fr: Me programmer un rappel
hr: Zakazati podsjetnik
it: Programmarmi un promemoria
pt: Agendar um lembrete para mim

source: Cancel all reminders
cs: Zrušit všechny připomínky
de: Alle Erinnerungen entfernen
es: Anular todos los recordatorios
fr: Annuler tous les rappels
hr: Otkaži sve podsjetnike
it: Annulla tutti i promemoria
pt: Cancelar todos os lembretes

# add_first_observation
source: Add your first comment!
cs: Přidejte první pozorování!
de: Fügen Sie Ihre erste Beobachtung hinzu!
es: ¡Añade su primera observación!
fr: Ajoutez votre première observation !
hr: Dodajte svoje prvo opažanje!
it: Aggiungi la tua prima osservazione !
pt: Adicione sua primeira observação!

source: No history
cs: Žádná historie
de: Kein Verlauf
es: Ningún historial
fr: Pas d'historique
hr: Nema povijesti
it: Nessuna cronologia
pt: Sem histórico

source: Display analyse
cs: Zobrazit analýzu
de: Analyse anzeigen
es: Ver el análisis
fr: Afficher l'analyse
hr: Prikaži analizu
it: Visualizza l'analisi
pt: Mostrar análise

# d_day_1_etc
source: D
de: T
fr: J
it: G
