Repository: arochet/teen_star
Catalog: lib/presentation/core/_l10n/app_*.arb
Languages: cs, de, es, fr, hr, it, pt

source: Language
cs: Jazyk
de: Sprache
es: Idioma
fr: Langue
hr: Jezik
it: Lingua
pt: Idioma

source: Hello World
cs: Dobrý den, světe!
de: Hallo!
es: Buenos días
fr: Bonjour le monde
hr: Bok svima
it: Ciao a tutti
pt: Olá

# seconnecter
source: Log in
cs: Přihlásit se
de: Sich anmelden
es: Conectarse
fr: Se connecter
hr: Prijavi se
it: Accedi
pt: Entrar

# sinscrire
source: Register
cs: Zaregistrovat se
de: Registrieren
es: Inscribirse
fr: S'inscrire
hr: Registriraj se
it: Iscriviti/ Nuova registrazione
pt: Registrar-se

# nomutilisateur
source: User Name
cs: Uživatelské jméno
de: Benutzername
es: Usuario
fr: Nom utilisateur
hr: Korisničko ime
it: Nome Utente
pt: Nome do usuário

# adresseemail
source: Email Address
cs: E-mail
de: E-Mail-Adresse
es: Dirección email
fr: Adresse email
hr: Email adresa
it: Indirizzo mail
pt: Seu endereço de e-mail

# votreadresseemail
source: Your Email Adress
cs: Vaše e-mailová adresa
de: Ihre E-Mail-Adresse
es: Su dirección email
fr: Votre adresse email
hr: Vaša email adresa
it: La tua email
pt: Seu endereço de e-mail

# motdepasse
source: Password
cs: Heslo
de: Passwort
es: Contraseña
fr: Mot de passe
hr: Zaporka
pt: Sua senha

# motdepasseinvalid
source: Invalid Password
cs: Neplatné heslo
de: Ungültiges Passwort
es: Contraseña incorrecta
fr: Mot de passe invalide
hr: Netočna zaporka
it: Password non valida
pt: Senha inválida

# motdepasseconfirmation
source: Password Confirmation
cs: Potvrzovací heslo
de: Passwort bestätigen
es: Contraseña de confirmación
fr: Mot de passe de confirmation
hr: Zaporka za potvrdu
it: Password di conferma
pt: Senha de confirmação

# motdepasseoublie
source: Password Forgotten ?
cs: Zapomenuté heslo?
de: Passwort vergessen?
es: ¿Olvidó su contraseña?
fr: Mot de passe oublié ?
hr: Zaboravili ste zaporku ?
it: Password dimenticata?
pt: Esqueceu sua senha?

# nominvalide
source: Invalid Name
cs: Neplatné jméno
de: Ungültiger Name
es: Usuario incorrecto
fr: Nom invalide
hr: Nevažeći naziv
it: Nome non valido
pt: Nome inválido

# emailinvalide
source: Invalid Email
cs: Neplatná e-mailová adresa
de: Ungültige E-Mail
es: Email incorrecto
fr: Email invalide
hr: Nevažeći email
it: Email non valida
pt: E-mail inválido

# motdepassetropcourt
source: Short Password
cs: Příliš krátké heslo
de: Passwort zu kurz
es: Contraseña demasiado corta
fr: Mot de passe trop court
hr: Zaporka je prekratka
it: Password troppo corta
pt: Senha muito curta

# motdepasseconfirmationdifferent
source: Password Confirmation Different
cs: Neodpovídající potvrzovací heslo
de: Passwörter stimmen nicht überein
es: Contraseña de confirmación diferente
fr: Mot de passe de confirmation différent
hr: Zaporka ne odgovara
it: Le password non corrispondono
pt: Senha de confirmação diferente

# bienvenue
source: Welcome !
cs: Vítejte!
de: Willkommen!
es: Bienvenida
fr: Bienvenue !
hr: Dobrodošli!
it: Benvenuto!
pt: Bem-vindo ao nosso site!

# verifierdansboiteemail
source: Please check your account in your mailbox
cs: Ověřit účet ve Vašem e-mailu
de: Bestätigen Sie Ihr Konto in Ihrer Mailbox
es: Consulte su cuenta en su buzón de correo
fr: Vérifier votre compte dans votre boite mail
hr: Provjerite svoj račun u svom poštanskom sandučiću
it: Verifica il tuo account nella tua casella di posta
pt: Verifique sua conta em sua caixa de correio

# renvoyerunemail
source: Resend an email
cs: Znovu poslat e-mail
de: E-Mail erneut senden
es: Reenviar un email
fr: Renvoyer un email
hr: Ponovno pošalji e-poštu
it: Invia di nuovo un'email
pt: Reenviar um e-mail

# accueil
source: Home
cs: Úvodní stránka
de: Startseite
es: Inicio
fr: Accueil
hr: Dobrodošli
pt: Página inicial

# compte
source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
hr: Račun
pt: Conta

# informationspersonnelles
source: Personal information
cs: Osobní údaje
de: Persönliche Informationen
es: Datos personales
fr: Informations personnelles
hr: Osobni podaci
it: Informazioni personali
pt: Informações pessoais

# modifier
source: Modify
cs: Upravit
de: Bearbeiten
es: Modificar
fr: Modifier
hr: Uredi
it: Modifica
pt: Editar

# sedeconnecter
source: Log out
cs: Odhlásit se
de: Sich abmelden
es: Desconectarse
fr: Se déconnecter
hr: Odjavi se
it: Disconnettersi
pt: Sair

# modifierprofil
source: Edit Profil
cs: Upravit profil
de: Profil bearbeiten
es: Modificar el perfil
fr: Modifier le profil
hr: Uredi profil
it: Modifica il profilo
pt: Modificar perfil

# modifiermotdepasse
source: Edit Password
cs: Změnit heslo
de: Passwort ändern
es: Modificar su contraseña
fr: Modifier le mot de passe
hr: Promijeni zaporku
it: Modifica la password
pt: Alterar senha

# supprimerlecompte
source: Delete Account
cs: Smazat účet
de: Konto löschen
es: Eliminar su cuenta
fr: Supprimer le compte
hr: Izbriši račun
it: Elimina l'account
pt: Excluir conta

# confirmervotremotdepasse
source: Confirm your password
cs: Potvrdit heslo
de: Bestätigen Sie Ihr Passwort
es: Confirma su contraseña
fr: Confirmez votre mot de passe
hr: Potvrdi svoju zaporku
it: Conferma la password
pt: Confirmar senha

# valider
source: validate
cs: Potvrdit
de: Bestätigen
es: Validar
fr: Valider
hr: Potvrdi
it: Conferma
pt: Confirmar

# votrenouveaumotdepasse
source: Your new password
cs: Vaše nové heslo
de: Ihr neues Passwort
es: Su nueva contraseña
fr: Votre nouveau mot de passe
hr: Vaša nova zaporka
it: La tua nuova password
pt: Sua nova senha

# attention
source: Warning !
cs: Pozor!
de: Achtung!
es: Cuidado
fr: Attention !
hr: Oprez!
it: Attenzione!
pt: Atenção!

# etesvoussurdevouloursupprimervotrecomte
source: Are you sure you want to delete your account ?
cs: Opravdu chcete účet smazat?
de: Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: ¿Segura que quiere eliminar su cuenta?
fr: Êtes-vous sûre de vouloir supprimer votre compte ?
hr: Jeste li sigurni da želite izbrisati svoj račun?
it: Sei sicura di voler eliminare il tuo account?
pt: Tem certeza de que deseja excluir sua conta?

# annuler
source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Otkaži
it: Annulla
pt: Cancelar

# supprimer
source: Delete
cs: Smazat
de: Löschen
es: Eliminar
fr: Supprimer
hr: Izbriši
it: Elimina
pt: Excluir

# verificationemail
source: Email Verification
cs: Ověření e-mailové adresy
de: E-Mail Verifizierung
es: Verificación del email
fr: Verification d'email
hr: Potvrda e-pošte
it: Verificazione della tua email
pt: Verificação de e-mail

# problemedeserveur
source: Server Error
cs: Chyba serveru
de: Server-Problem
es: Problema con el servidor
fr: Problème de serveur
hr: Problem s poslužiteljem
it: Problema di server
pt: Problema no servidor

# pasconnecte
source: Not Authenticated
cs: Bez připojení
de: Nicht angemeldet
es: Desconectado
fr: Pas connecté
hr: Nije povezano
it: Non connesso
pt: Não conectado

# utilisateurpastrouver
source: User Not Found
cs: Neznámý uživatel
de: Unbekannter Nutzer
es: Usuario desconocido
fr: Utilisateur inconnu
hr: Nepoznati korisnik
it: Utente sconosciuto
pt: Usuário desconhecido

# tropderequetes
source: Too Many Request
cs: Příliš mnoho požadavků
de: Zuviele Versuche
es: Demasiados intentos
fr: Trop de requêtes
hr: Previše zahtjeva
it: Troppe richieste
pt: Muitas solicitações

# pasdecompte
source: Don't have an account ?
cs: Nemáte účet?
de: Kein Konto?
es: No tiene cuenta
fr: Pas de compte ?
hr: Nemate račun?
it: Nessun account?
pt: Não tem conta?

# connexionavecgoogle
source: Sign up with Google
cs: Připojit se přes Google
de: Google Anmeldung
es: Conexión Google
fr: Connexion Google
hr: Google Prijava
it: Accesso con Google
pt: Login do Google

# connexionavecfacebook
source: Sign up with Facebook
cs: Přípojit se přes Facebook
de: Facebook Anmeldung
es: Conexión Facebook
fr: Connexion Facebook
hr: Facebook prijava
it: Accesso con Facebook
pt: Login do Facebook

# commencer
source: Start
cs: Začít
de: Beginnen
es: Iniciar
fr: Commencer
hr: Započni
it: Iniziare
pt: Começar a usar

# connecteeavecgoogle
source: Connected with Google
cs: Připojeno přes Google
de: Mit Google verbunden
es: Conectado a Google
fr: Connecté avec Google
hr: Prijavite se putem Googlea
it: Connesso con Google
pt: Conectado com o Google

# connecteeavecfacebook
source: Connected with Facebook
cs: Přípojeno přes Facebook
de: Mit Facebook verbunden
es: Conectado a Facebook
fr: Connecté avec Facebook
hr: Prijavite se putem Facebooka
it: Connesso con Facebbok
pt: Conectado com o Facebook

# motdepassemisajouravecsucces
source: The password has been successfully updated !
cs: Heslo bylo úspěšně aktualizováno!
de: Das Passwort wurde erfolgreich aktualisiert!
es: La contraseña se ha actualizado correctamente
fr: Le mot de passe à été mis à jour avec succès !
hr: Zaporka je uspješno ažurirana!
it: La password è stata aggiornata con successo!
pt: Senha atualizada com sucesso!

# permissioninsuffisante
source: Insufficient Permission
cs: Nedostatečné oprávnění
de: Unzureichende Erlaubnis
es: Autorización insuficiente
fr: Permission insuffisante
hr: Nedovoljno dopuštenje
it: Autorizzazione insufficiente
pt: Permissão insuficiente

# adresseemaildejautilisee
source: Email adress already in use
cs: Již použitá e-mailová adresa
de: Bereits verwendete E-Mail-Adresse
es: Email ya existente
fr: Adresse email déjà utilisée
hr: E-mail je već u uporabi
it: Indirizzo email già in uso
pt: Endereço de e-mail já está sendo usado

# pasinternet
source: No internet
cs: Bez internetu
de: Kein Internet
es: Sin conexión internet
fr: Pas d'internet
hr: Nema interneta
it: Nessuna connessione internet
pt: Sem internet

# retour
source: Back
cs: Zpět
de: Zurück
es: Volver a la página
fr: Retour
hr: Povratak
it: Ritorno
pt: Voltar

# reglages
source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Réglages
hr: Postavke
it: Impostazioni
pt: Configurações

# continuer
source: Continue
cs: Pokračovat
de: Weiter
es: Continuar
fr: Continuer
hr: Nastavi
it: Continua
pt: Continuar

# etape
source: Step
cs: Krok
de: Schritt
es: Etapa
fr: Etape
hr: Korak
it: Passo
pt: Etapa

# jailulespoints
source: I have read the above points and understand that this application will help me record my daily observations during my menstrual cycles, but is in no way sufficient on its own to prevent (or promote) pregnancy. I understand that if this were my goal, I would need to undergo in-depth training with an instructor specialising in natural birth control methods.
cs: Podmínky užívání: Přečetla jsem si výše uvedené body a chápu, že tato aplikace mi pomůže zaznamenávat denní pozorování během menstruačního cyklu, ale v žádném případě nemůže sama o sobě zabránit (nebo podpořit) otěhotnění. Chápu, že pokud by to mělo být mým cílem, musela bych absolvovat důkladné školení u instruktorky specializujícího se na přirozenou kontrolu porodnosti
de: Nutzungsbedingungen: Ich habe die obigen Punkte gelesen und verstehe, dass diese Anwendung mir helfen wird, meine täglichen Beobachtungen während der Menstruationszyklen aufzuzeichnen, dass sie aber keinesfalls ausreichen kann, um eine Schwangerschaft zu verhindern (oder zu fördern). Ich verstehe, dass ich, wenn dies mein Ziel ist, unbedingt eine gründliche Ausbildung bei einer auf natürliche Methoden der Geburtenkontrolle spezialisierten Kursleiterin absolvieren müsste.
es: Condiciones de uso: He leído los puntos anteriores y comprendo que esta aplicación me ayudará a registrar mis observaciones diarias durante mis ciclos menstruales, pero en ningún caso puede bastar por sí sola para prevenir (o favorecer) el embarazo. Entiendo que si ese fuera mi objetivo, tendría que someterme a una formación en profundidad con un instructor especializado en control natural de la natalidad
fr: J’ai lu les points ci-dessus et j’ai compris que cette application m’aidera à enregistrer mes observations quotidiennes au cours des cycles menstruels, mais ne peut absolument pas me suffire telle quelle pour éviter (ou favoriser) une grossesse. Je comprends que si tel était mon objectif, je devrais impérativement suivre une formation approfondie avec une monitrice spécialisée en méthode naturelle de régulation des naissances.
hr: UVJETI KORIŠTENJA: Pročitala sam gore navedene točke i shvatila sam da će mi ova aplikacija pomoći da zabilježim svoja dnevna opažanja tijekom menstruacijskih ciklusa, ali apsolutno ne može biti dovoljna za izbjegavanje (ili postizanje ) trudnoće. Razumijem da bih, kada bi to bio moj cilj, svakako morala proći detaljnu obuku s podučavateljicom specijaliziranom za metode prirodne kontrole rađanja.
it: Condizioni d'uso: Ho letto i punti sopra e ho capito che questa applicazione mi aiuterà a registrare le mie osservazioni quotidiane durante i cicli mestruali, ma non può in alcun modo essere sufficiente da sola per prevenire (o favorire) una gravidanza. Capisco che se questo fosse il mio obiettivo, dovrei necessariamente seguire una formazione approfondita con un'istruttrice specializzata nel metodo naturale di regolazione delle nascite.
pt: Condições de uso: Li os pontos acima e entendo que este aplicativo me ajudará a registrar minhas observações diárias durante meus ciclos menstruais, mas de forma alguma será suficiente por si só para evitar (ou incentivar) a gravidez. Entendo que, se esse fosse o meu objetivo, eu teria de passar por um treinamento aprofundado com um instrutor especializado em controle natural da natalidade.

# principeutilisation
source: Conditions of use
cs: Zásady používání
de: Prinzip der Benutzung
es: Principio de utilización
fr: Principe d'utilisation
hr: Princip korištenja
it: Principio d'uso
pt: Como usar

# textinformation
source: Kyklos, a cycle tracking app created in 2022 by doctors, is :<br>• usable by any woman<br>• specially adapted for pubescent or pre-pubescent girls<br>• is usable offline (data internal to the application)<br>• confidential: no link to any tracking site, server or database; does NOT disclose anydata to third parties without the user's knowledge*. N.B. For the greatest possibleconfidentiality in the digital sphere of this intimate health data, it is preferable to sendPDFs of cycles via Bluetooth or encrypted messaging, and to archive them on apersonal hard drive rather than in the Cloud.<br>• Free of charge<br>*with no source of revenue! Keep it on the stores with a donation, thank you!(<a href="https://www.teenstar.fr">www.teenstar.fr</a> "help us" tab).<br><br><u>Fundamentals:</u> Drs G.D., B.deN., A.J., and other, doctors and facilitators at CEPP/TeenSTAR<br>France<br><u>Design, layout and coordination:</u> A.J.<br><u>Illustrations</u>: Inès de Chefdebien (Paris)<br><u>Contact</u>: app@teenstar.fr<br><i>All rights reserved<i>
cs: <p>Informace: Aplikace Kyklos, vyvinutá lékaři v roce 2022, umožnuje monitorování cyklů.</p><ul><li>Je vhodná pro každou ženu</li><li>Je speciálně přizpůsobena pro dívky v pubertě nebo před pubertou</li><li>Lze používat offline (data jsou interní součástí aplikace)</li><li>Je důvěrná: není propojena s žádnou sledovací stránkou, serverem ani databází; nezveřejňuje ŽÁDNÉ údaje třetím stranám bez vědomí uživatele*. Pozn.: Pro zajištění co největší důvěrnosti těchto intimních zdravotních údajů v digitální sféře je vhodnější zasílat cykly ve formátu PDF prostřednictvím Bluetooth nebo šifrovaných zpráv a archivovat je spíše na osobním pevném disku než v cloudu.</li><li>Je zdarma *bez zdroje příjmů! Prosíme, pomozte nám udržet ji na trhu tím, že přispějete, děkujeme! (<a href="http://www.teenstar.fr" >www.teenstar.fr</a> (záložka Nous aider (= pomozte nám)).</li></ul><p>Základy: Doktoři G.D., B.deN., A.J. a další, lékaři a facilitátoři v CEPP/TeenSTAR Francie.</p><p>Návrh, uspořádání a koordinace: A.J. </p><p>Ilustrace: Inès de Chefdebien (Paříž) </p><p>Kontakt: <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Všechna práva vyhrazena</p>
de: Kyklos, eine Zyklus-Tracking-Anwendung, die 2022 von Ärzten entwickelt wurde, weist folgende Merkmale auf:<br>• Verwendbar von jeder Frau<br>• Speziell für pubertierende oder präpubertäre Mädchen geeignet<br>• Offline nutzbar (interne App-Daten)<br>• Vertraulich: Keine Verbindung zu einer Tracking-Website, Server oder Datenbank; KEINE Weitergabe von DATEN an Dritte ohne Wissen des Benutzers*. <br>Hinweis: Für maximale Vertraulichkeit im digitalen Bereich dieser intimen Gesundheitsdaten ist es ratsam, Zyklus-PDFs über Bluetooth oder verschlüsselte Messaging zu senden und auf einer persönlichen Festplatte zu archivieren, anstatt in der Cloud.<br>• Kostenlos<br>*Ohne Einnahmequelle! Halten Sie sie in den Geschäften mit einer Spende, danke! (<a href="https://www.teenstar.fr">www.teenstar.fr</a>, Registerkarte "Helfen Sie uns").<br><br><u>Grundlagen</u>: Drs G.D., B.deN., A.J. und andere, Ärzte und Facilitatoren bei CEPP/TeenSTAR Frankreich<br><u>Konzeption, Layout und Koordination</u>: A.J.<br><u>Illustrationen</u>: Inès de Chefdebien (Paris)<br><u>Kontakt</u>: app@teenstar.fr<br><i>Alle Rechte vorbehalten</i>
es: <p>Información :</p><p>Kyklos, aplicación de seguimiento de ciclos creada en el 2022 por médicos:</p><ul><li>puede ser utilizada por cualquier mujer</li><li>es especialmente adaptada para chicas jóvenes pubescentes o pre-prubecentes</li><li>puede utilizarse sin acceso a internet (datos internos en la aplicación)</li><li>confidencial : ningún enlace con sitios trazadores, servidor o base de datos; no comparte NINGUN dato con tercios sin el consentimiento del usuario*. Nota : para garantizar en la esfera numérica la mejor confidencialidad de estos datos íntimos de salud, es preferible enviar los PDF de los ciclos por Bluetooth o por mensajería cifrada, y archivarlos en un disco duro personal en vez de la Nube.</li><li>Gratuita * ¡Sin ninguna fuente de ingresos ! ¡Contribuye en mantenerla en las tiendas haciendo una donación, ¡gracias ! (<a href="http://www.teenstar.fr" >www.teenstar.fr</a>, pestana "Nous aider" (= "Ayudarnos")).</li></ul><p>Fundamentos : Drs G.D., B.deN., A.J., y otro, médicos y monitoras en CEPP/TeenSTAR Francia</p><p>Concepción y coordinación : A.J. </p><p>Ilustraciones : Inès de Chefdebien (Paris) </p><p>Contacto : <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Todos los derechos reservados</p>
fr: <p>Information :</p><p>Kyklos, application de suivi du cycle, créée en 2022 par des médecins, est :</p><ul><li>utilisable par toute femme</li><li>spécialement adaptée aux jeunes filles pubères ou pré-pubères</li><li>utilisable hors-ligne (données internes à l'application)</li><li>confidentielle : aucun lien avec site traceur, serveur ou banque de données ; ne divulgue AUCUNE donnée à des tiers à l'insu de l'utilisatrice *. N.B. pour une confidentialité la plus grande possible dans la sphère numérique de ces données de santé qui sont intimes, privilégier l’envoi des PDF des cycles via Bluetooth ou messagerie chiffrée, et leur archivage sur un disque dur personnel plutôt que le Cloud.</li><li>Gratuite *sans aucune source de revenus ! Faites-la perdurer sur les magasins par un don, Merci ! (<a href="http://www.teenstar.fr" target="_blank">www.teenstar.fr</a>, onglet "Nous aider").</li></ul><p>Fondamentaux : Drs G.D., B.deN., A.J., et autre, médecins et animatrices au CEPP/TeenSTAR France.</p><p>Conception et coordination : A.J.</p><p>Illustrations : Inès de Chefdebien (Paris)</p><p>Contact : <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Tous droits réservés"</p>
hr: <p>Informacije:</p><p>Kyklos, aplikacija za praćenje ciklusa, koju su liječnici kreirali 2022. godine:</p><ul><li>može ga koristiti svaka žena</li><li>posebno je prilagođena djevojčicama u pubertetu ili pred-pubertetu</li><li>upotrebljiva izvan mreže (podaci unutar aplikacije)</li><li>povjerljiva: nije povezana s web mjestom za praćenje, poslužiteljem ili bazom podataka; NE otkriva nikakve podatke trećim stranama bez znanja korisnika *. N.B. za najveću moguću povjerljivost u digitalnoj sferi ovih zdravstvenih podataka koji su intimni, dajte prednost slanju PDF-ova ciklusa putem Bluetootha ili šifriranih poruka i njihovo arhiviranje na osobnom tvrdom disku, a ne u oblaku.</li><li>Besplatno</li></ul><p>*bez izvora prihoda! Podržite dostupnost aplikacije svojim donacijama, hvala! (<a href="http://www.teenstar.fr" >www.teenstar.fr</a> (kartica "Nous aider" (="pomozite nam")).</p><p>Osnovali: Dr. G.D., B.deN., A.J. i drugi, liječnici i voditelji na CEPP/TeenSTAR France</p><p>Model i koordinacija: A.J.</p><p>Ilustracije: Inès de Chefdebien (Pariz)</p><p>Kontakt: <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Sva prava pridržana</p>
it: <p>Informazioni:</p><p>Kyklos, un'applicazione per il monitoraggio del ciclo creata nel 2022 da medici, è:</p><ul><li>utilizzabile da qualsiasi donna</li><li>adattata in modo particolare a ragazze in pubertà o prepuberi</li><li>utilizzabile offline (dati interni all'applicazione)</li><li>confidenziale: nessun collegamento a siti di tracciamento, server o banche dati; non divulga ALCUN dato a terzi senza il consenso dell'utente*. N.B.: per massimizzare la privacy di queste informazioni sanitarie intime nella sfera digitale, privilegiare l'invio dei PDF dei cicli tramite Bluetooth o messaggistica crittografata e l'archiviazione su un disco rigido personale piuttosto che nel Cloud.</li><li>gratuita *senza alcuna fonte di reddito! Aiutatene la sopravvivenza con una donazione, grazie! (<a href="http://www.teenstar.fr">www.teenstar.fr</a>, scheda "Nous aider" (= Aiutaci")).</li></ul><p>Fondamentali: Drs G.D., B.deN., A.J. e altri, medici e animatori presso il CEPP/TeenSTAR France</p><p>Concezione, progetto e coordinamento: A.J.</p><p>Illustrazioni: Inès de Chefdebien (Parigi)</p><p>Contatto: <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Tutti i diritti riservati</p>
pt: <p>Informações:</p><p>Kyklos, um aplicativo de rastreamento de ciclo criado em 2022 por médicos, é :</p><ul><li>pode ser usado por qualquer mulher </li><li>especialmente adaptado para meninas púberes ou pré-púberes</li><li>pode ser usado off-line (dados internos do aplicativo)</li><li>confidencial: nenhum link para qualquer site, servidor ou banco de dados de rastreamento; NÃO divulga nenhum dado a terceiros sem o conhecimento do usuário*. N.B. Para obter a maior confidencialidade possível na esfera digital desses dados íntimos de saúde, é preferível enviar PDFs de ciclos por Bluetooth ou mensagens criptografadas e arquivá-los em um disco rígido pessoal em vez de na nuvem.</li><li>Gratuito *Sem nenhuma fonte de receita! Mantenha-o nas lojas com uma doação, obrigado! (<a href="http://www.teenstar.fr" >www.teenstar.fr</a> (guia "Nous aider"( = "To help us"))).</li></ul><p>Fundamentos: Drs G.D., B.deN., A.J. e outro, médicos e facilitadores do CEPP/TeenSTAR France</p><p>Concepção, layout e coordenação: A.J. </p><p>Ilustrações: Inès de Chefdebien (Paris)</p><p>Contato: <a href="mailto:app@teenstar.fr">app@teenstar.fr</a></p><p>Todos os direitos reservados</p>

# bienvenuesurkyklos
source: Welcome to Kyklos
cs: Vítejte na Kyklos!
es: Bienvenida en Kyklos
fr: Bienvenue sur Kyklos
hr: Dobrodošli na Kyklos
it: Benvenuti su Kyklos
pt: Bem-vindo na Kyklos

source: Settings
cs: Nastavení
de: Einstellungen
es: Configuración
fr: Réglages
hr: Postavke
it: Impostazioni
pt: Configurações

source: Account
cs: Účet
de: Konto
es: Cuenta
fr: Compte
hr: Račun
pt: Conta do usuário

source: Username
cs: Uživatelské jméno
de: Benutzername
es: Usuario
fr: Nom d'utilisateur
hr: Korisničko ime
it: Nome Utente
pt: Nome do usuário

source: Year of first period
cs: Rok 1. menstruace
de: Jahr der 1. Periode
es: Ano del primer periodo
fr: Année des 1eres règles
hr: Godina prvoe menstruacije
it: Anno della prima mestruazione
pt: Ano do primeiro período menstrual

source: Date of birth
cs: Datum narození
de: Geburtsdatum
es: Fecha de nacimiento
fr: Date de naissance
hr: Datum rođenja
it: Data di nascita
pt: Data de nascimento
