Repository: arochet/teen_star
Catalog: lib/presentation/core/_l10n/app_*.arb
Languages: cs, de, es, fr, hr, it, pt

source: Theme
cs: Motiv
de: Designmodus
es: Tema
fr: Thème
hr: Tema
it: Tema
pt: Tema

source: SKY BLUE
cs: NEBE
de: Himmel
es: Cielo
fr: CIEL
hr: nebeski plava
it: CIELO
pt: CÉU

source: CORAL
cs: KORÁL
de: Koralle
fr: CORAIL
hr: koraljno crvena
it: CORALLO

source: Edit
cs: Upravit
de: Bearbeiten
es: Modificar
fr: Modifier
hr: Uredi
it: Modifica
pt: Editar

source: Reset application
cs: Resetovat aplikaci
de: Anwendung zurücksetzen
es: Reiniciar la aplicación
fr: Réinitialiser l'application
hr: Vrati na tvorničke postavke
it: Ripristina l'applicazione
pt: Voltar na configuração inicial

source: Reminder notification
cs: Připomínka
de: Erinnerungsbenachrichtigung
es: Notificación de recordatorio
fr: Notification de rappel
hr: Notifikacija za podsjetnik
it: Notifica di promemoria
pt: Notificação de lembrete

source: on
cs: aktivovat
de: aktiviert
es: activado
fr: activé
hr: Uključeno
it: attivato
pt: ativado

source: off
cs: deaktivovat
de: deaktiviert
es: desactivado
fr: désactivé
hr: Isključeno
it: disattivato
pt: desativado

source: Other
cs: Jiné
de: Andere
es: Otro
fr: Autre
hr: Ostalo
it: Altro
pt: Outro

source: Basic guide
cs: Základní principy
de: Grundprinzipien
es: Principios básicos
fr: Principes de base
hr: Osnovne upute
it: Principi di base
pt: Princípios básicos

source: Advanced guide
cs: Pokročilý průvodce
de: Erweiterte Anleitung
es: Guía avanzada
fr: Guide avancé
hr: Napredne upute
it: Guida avanzata
pt: Guia avançado

source: App info
cs: Informace o aplikaci
de: Infos zur App
es: Información sobre la aplicación
fr: Info sur l'application
hr: Informacije o aplikaciji
it: Informazioni sull'applicazione
pt: Informações sobre aplicativos

source: Edit profile
cs: Upravit profil
de: Profil bearbeiten
es: Modificar perfil
fr: Modifier le profil
hr: Uredi profil
it: Modificare il profilo
pt: Modificar perfil

# date_of_birth_dd
source: Date of birth dd.mm.yyyy
cs: Datum narození DD.MM.RRRR
de: Geburtsdatum TT.MM.JJJJ
es: Fecha de nacimiento dd.mm.aaaa
fr: Date de naissance jj.mm.aaaa
hr: Datum rođenja dd.mm.gggg
it: Data di nascita gg.mm.aaaa
pt: Data de nascimento dd.mm.aaaa

source: *Optional fields
cs: *Nepovinné údaje
de: *Optionale Felder
es: *campos opcionales
fr: *Champs optionnels
hr: *Neobavezna polja
it: * campi opzionali
pt: *Campos opcionais

# warning_delete_account
source: Warning! Are you sure you want to delete your account?
cs: Pozor! Opravdu chcete účet smazat?
de: Achtung! Sind Sie sicher, dass Sie Ihr Konto löschen möchten?
es: Cuidado ! ¿Esta segura de querer eliminar su perfil?
fr: Attention ! Êtes vous sûre de vouloir supprimer votre compte ?
hr: Upozorenje! Jeste li sigurni da želite izbrisati svoj račun?
it: Attenzione! Sei sicura di voler eliminare il tuo account?
pt: Atenção! Tem certeza de que deseja excluir sua conta?

source: Cancel
cs: Zrušit
de: Abbrechen
es: Cancelar
fr: Annuler
hr: Otkaži
it: Annulla
pt: Cancelar

source: Delete '?'
cs: Vymazat ?
de: Das ? löschen
es: Borrar el ?
fr: Effacer
hr: Izbriši
it: Cancella il ?
pt: Excluir

source: All your records will be permanently deleted!
cs: Všechna data budou definitně smazána!
de: Alle Ihre Aufnahmen werden unwiderruflich gelöscht!
es: Todos sus datos registrados se borrarán definitivamente!
fr: Tous vos enregistrements seront définitivement effacés !
hr: Svi vaši zapisi bit će trajno izbrisani!
it: Tutti i tuoi dati saranno cancellati definitivamente!
pt: Todos os seus registros serão excluídos permanentemente!

source: Delete all
cs: Smazat vše
de: Alles löschen
es: Borrar todo
fr: Effacer tout
hr: Izbriši sve
it: Cancella tutto
pt: Apagar tudo

source: Do you want to continue the current cycle?
cs: Chcete pokračovat ve stávajícím cyklu?
de: Möchten Sie den aktuellen Zyklus fortsetzen?
es: ¿Quiere seguir con el ciclo en curso ?
fr: Voulez-vous continuer le cycle en cours?
hr: Želite li nastaviti trenutni ciklus?
it: Vuoi continuare il ciclo corrente?
pt: Deseja continuar o ciclo atual?

source: New cycle
cs: Nový cyklus
de: Neuer Zyklus
es: Nuevo ciclo
fr: Nouveau cycle
hr: Novi ciklus
it: Nuovo ciclo
pt: Novo ciclo

source: Continue cycle
cs: Pokračovat v cyklu
de: Vortsetzen Zyklus
es: Continuar ciclo
fr: Continuer cycle
hr: Nastavi ciklus
it: Continua ciclo
pt: Continuar o ciclo

source: New observation - Cycle
cs: Nové pozorování - Cyklus
de: Neue Beobachtung - Zyklus (...)
es: Nueva observación - Ciclo
fr: Nouvelle observation - Cycle
hr: Novo opažanje - Ciklus
it: Nuova osservazione - Ciclo
pt: Nova observação - Ciclo

source: Date
cs: Datum
de: Datum
es: Fecha
hr: Datum
it: Data
pt: Data

source: Today
cs: Dnes
de: Heute
es: Hoy
fr: Aujourd'hui
hr: Danas
it: Oggi
pt: Hoje

source: Sensation
cs: Pocit
de: Gefühl
es: Sensación
hr: Osjet
it: Sensazione
pt: Sensação

source: D (letter in icon)
cs: S
de: T
es: S
fr: S
hr: S
it: A
pt: S

source: Dry (legend icon D)
cs: Sucho
de: Trocken
es: Seco
fr: Sec
hr: Suho
it: Asciutto
pt: Seco

source: H
cs: V
de: F
hr: V
it: U

source: Humid
cs: Vlhko
de: Feucht
es: Húmedo
fr: Humide
hr: Vlažno
it: Umido
pt: Húmido

source: W
cs: M
de: N
es: M
fr: M
hr: M
it: B
pt: M

source: Wet
cs: Mokro
de: Nass
es: Mojado
fr: Mouillé
hr: Mokro
it: Bagnato
pt: Molhado

source: L
cs: K
de: G
hr: Sk

source: Slippery/Lubricated
cs: Kluzko
de: Glitschig/ Geschmiert
es: Resbaladizo /Lubrificado
fr: Glissant /Lubrifié
hr: Sklisko
it: Lubrificato/ Scivoloso
pt: Escorregadio /lubrificante

source: np
cs: nv
de: nw

source: Not perceived
cs: Nevnímáno
de: Nicht wahrgenommen
es: No percibida
fr: Non perçue
hr: Neprimijećeno
it: Non percepito
pt: Não percebido

source: Other sensation
cs: Jiný pocit
de: Anderes Gefühl
es: Otra sensación
fr: Autre sensation
hr: Ostali osjeti
it: Altra sensazione
pt: Outra sensação

source: Blood
cs: Krev
de: Blutung
es: Sangre
fr: Sang
hr: Krvarenje
it: Sangue
pt: Sangue

# flow_pp
source: Flow ++
cs: Tok ++
de: Blutung ++
es: Flujo ++
fr: Flux ++
hr: Obilno
it: Flusso ++
pt: Fluxo ++

# flow_p
source: Flow +
cs: Tok +
de: Blutung +
es: Flujo +
fr: Flux +
hr: Umjereno
it: Flusso +
pt: Fluxo +

source: Traces
cs: Stopy
de: Spuren
es: Rastros
hr: Tragovi krvo
it: Tracce
pt: Traços

source: Nothing
cs: Nic
de: Nichts
es: Nada
fr: Rien
hr: Ništa
it: Niente
pt: Nada

source: Mucus
cs: Hlen
de: Schleim
es: Moco
hr: Sluz
it: Muco
pt: Muco

# white_or_yellow_opaque
source: White or yellow opaque; thick pasty or lumpy; sticky (non-stretchable)
cs: Kalný bílý nebo žlutý; hustý, pastovitý nebo hrudkovitý; lepkavý (nepružný)
de: Undurchsichtig weiß oder gelb; dickflüssig, teigig oder klumpig; klebrig (nicht dehnbar)
es: Opaco blanco o amarillo; espeso, pastoso o grumoso; pegajoso (no estirable)
fr: Opaque blanc ou jaune; épais, pâteux ou grumeleux; collant (non étirable)
hr: Neprozirno bijelo ili žuto; gusto, kremasto ili grudičasto; ljepljivo (ne rastezljivo)
it: Opaco bianco o giallo; denso, pastoso o grumoso; appiccicoso (non estensibile)
pt: Opaco branco ou amarelo; espesso, pastoso ou grumoso; pegajoso (não esticável)

# opaque_with_transparency
source: Opaque with transparency; somewhat stretchable
cs: Kalný s trochou průsvitnosti; trochu pružný
de: Teilweise undurchsichtig und durchsichtig; etwas dehnbar
es: Opaco con transparente; un poco estirable
fr: Opaque avec transparent; un peu étirable
hr: Djelomično prozirno; malo rastezljivo
it: Opaco con trasparente, leggermente estensibile
pt: Opaco com transparente; um pouco esticável

# cloudy_to_transparent
source: Cloudy (white) to transparent; elastic
cs: Průsvitný až průhledný s obláčky; elastický
de: Wolkig (weiß) bis durchsichtig; elastisch
es: De nublado (blanco) a transparente; elástico
fr: Nuageux (blanc) à transparent; élastique
hr: Mutno (bijelo) do prozirno; elastično
it: Da nuvoloso (bianco) a trasparente, elastico
pt: Turvo (branco) a transparente; elástico

# stringy_transparent
source: Stringy transparent (~egg white) or very fluid (~water)
cs: Průhledný, tažný (≈ vaječný bílek) nebo vodnatý
de: Durchsichtig, fadenziehend (≈ Eiweiß) oder sehr flüssig (≈ Wasser)
es: Transparente, hilado (≈ clara de huevo) o muy fluido (≈ agua)
fr: Transparent filant (~blanc d'oeuf), ou très fluide (~eau)
hr: Prozirno; rastezljivo (kao bjelanjak) ili vrlo tekuće (kao voda)
it: Trasparente, filante (≈ bianco d'uovo) o molto fluido (≈ acqua)
pt: Transparente, forma um fio (≈ clara de ovo) ou muito fluido (≈ água)

source: No visible mucus
cs: Žádný pozorovaný hlen
de: Kein sichtbarer Schleim
es: Ningún moco visible
fr: Aucun mucus visible
hr: Nema sluzi
it: Nessun muco visibile
pt: Sem muco visível

source: Dried white or yellow deposit
cs: Suché usazeniny, bílé nebo žluté
de: Getrocknete Ablagerung, weiß oder gelb
es: Deposito seco blanco o amarillo
fr: Dépôt séché blanc ou jaune
hr: Osušeni, bijeli ili žuti talog
it: Deposito essiccato bianco o giallo
pt: Depósito seco branco ou amarelo

source: Other observation
cs: Jiný pocit
de: Andere Beobachtung
es: Otra sensación
fr: Autre observation
hr: Ostali opisi
it: Altra sensazione
pt: Outra observação

source: Mood
cs: Nálada
de: Stimmung
es: Humor
fr: Humeur
hr: Raspoloženje
it: Umore
pt: Humor

source: Very good
cs: Výborná
de: Sehr gut
es: Muy bueno
fr: Très bonne
hr: Vrlo dobro
it: Ottimo
pt: Muito bom

source: Good
cs: Dobrá
de: Gut
es: Bueno
fr: Bonne
hr: Dobro
it: Buono
pt: Bom

source: No particular emotion balanced
cs: Neutrální, rovnováha
de: Nichts besonderes, ausgeglichen
es: Sin emoción en particular, balanceado
fr: Pas d'émotion particulière, équilibre
hr: Bez posebnih emocija, uravnoteženo
it: Nessuna emozione particulare, equilibrio
pt: Nenhuma emoção em particular, equilíbrio

source: Desire to be undisturbed
cs: Touha po klidu
de: Wunsch nach Ruhe
es: Buscando tranquilidad
fr: Envie d'être tranquille
hr: Želim da me nitko ne smeta
it: Voglia di essere tranquilla
pt: Desejo de estar calmo

source: Mood swings
cs: Proměnlivá nálada
de: Wechselnde Stimmungen
es: Humor variable
fr: Humeur changeante
hr: Promjene raspoloženja
it: Umore variabile
pt: Mudanças de humor

source: Nervous irritable
cs: Nervozita, podrážděnost
de: Nervosität, Reizbarkeit
es: Nerviosa, irritable
fr: Nervosité, irritable
hr: Nervozna, razdražljiva
it: Nervosismo, irritabile
pt: Nervosa, irritável

source: Sadness Discouragement Hypersensitivity
cs: Smutek Znechucení Přecitlivělost
de: Traurigkeit Entmutigung Überempfindlichkeit
es: Tristeza, desánimo, hipersensibilidad
fr: Tristesse Découragement Hypersensibilité
hr: Tuga Obeshrabrenost Preosjetljivost
it: Tristezza, scoraggiamento, ipersensibilità
pt: Tristeza Desânimo Hipersensibilidade

source: Other mood
cs: Jiná nálada
de: Andere Stimmung
es: Otro humor
fr: Autre humeur
hr: Ostala raspoloženja
it: Altro umore
pt: Outro humor

source: ASSOCIATED SIGN
cs: DOPROVÁZEJICÍ ZNAKY
de: ZUSÄTZLICHE SYMPTOME
es: SIGNO ASOCIADO
fr: SIGNE ASSOCIE
hr: Dodatni znak
it: SEGNO ASSOCIATO
pt: Sinal associado

source: BT
cs: TP
de: BA
es: TS
fr: DS
hr: NG
it: TS
pt: PM

source: Breast tension
cs: Tlak prsou
de: Brustanspannung
es: Tensión senos
fr: Tension seins
hr: Napetost grudi
it: Tensione al seno
pt: Pressão da mama

source: BP
cs: BB
de: BW
es: DV
fr: DV
hr: BT
it: DA
pt: DB

source: Belly pain
cs: Bolest břicha
de: Bauchweh
es: Dolor de vientre
fr: Douleur ventre
hr: Bol u trbuhu
it: Dolore addominale
pt: Dor na barriga

source: HA
cs: BH
de: KW
es: DC
fr: MT
hr: GB
it: MT
pt: DC

source: Headache
cs: Bolest hlavy
de: Kopfweh
es: Dolor de cabeza
fr: Mal de tête
hr: Glavobolja
it: Mal di testa
pt: Dor de cabeça

source: Ac
cs: Ak
de: Ak
hr: Ak

source: Acne
cs: Akné
de: Akne
es: Acné
fr: Acné
hr: Akne

source: Event
cs: Údálost
de: Ereignis
es: Evento
fr: Evénement
hr: Događaj
it: Evento
pt: Evento

source: Fatigue
cs: Únava
de: Müdigkeit
es: Cansancio
hr: Umor
it: Stanchezza
pt: Fadiga

source: Stress
cs: Stres
es: Estrés
hr: Stres
pt: Estresse

source: Personal 1
cs: Soukromý 1
de: Persönliche 1
fr: Personnel 1
hr: Osobno 1
it: Personale 1
pt: Pessoal 1

source: Personal 2
cs: Soukromý 2
de: Persönliche 2
fr: personnel 2
hr: Osobno 2
it: Personale 2
pt: Pessoal 2

source: Travel; unusual schedules
cs: Cestování, změna rytmu
de: Reisen; unübliche Zeitpläne
es: Viajes, horarios inhabituales
fr: Voyage; horaires inhabituels
hr: Putovanje; neuobičajeni raspored
it: Viaggio; orari insoliti
pt: Viagens; horários incomuns

source: Illness or fever
cs: Nemoc nebo teplota
de: Krankheit oder Fieber
es: Enfermedad o fiebre
fr: Maladie ou fièvre
hr: Bolest ili groznica
it: Malattia o febbre
pt: Doença ou febre

source: Other note
cs: Jiná poznámka
de: Sonstige Anmerkung
es: Otra nota
fr: Autre note
hr: Ostale napomene
it: Altra nota
pt: Outra nota

source: Temperature
cs: Teplota
de: Temperatur
es: Temperatura
fr: Température
hr: Temperatura
it: Temperatura
pt: Temperatura

source: Cycle
cs: Cyklus
de: Zyklus
es: Ciclo
hr: Ciklus
it: Ciclo
pt: Ciclo

source: Display analysis
cs: Zobrazit analýzu
de: Analyse anzeigen
es: Ver el análisis
fr: Afficher analyse
hr: Prikaži analizu
it: Visualizza analisi
pt: Exibir análise

source: jan.
cs: led
es: ene.
fr: janv.
hr: sij.
it: gen.

source: feb.
cs: úno
fr: fév.
hr: velj.
pt: fev.

source: march
cs: bře
de: März
es: mar.
fr: mars
hr: ož.
it: mar.
pt: mar

source: apr.
cs: dub
es: abr.
fr: avr.
hr: trav.
pt: abr.

source: may
cs: kvě
de: Mai.
fr: mai
hr: svib.
it: mag.
pt: maio

source: june
cs: čer
de: Juni
es: jun.
fr: juin
hr: lip.
it: giu.
pt: junho

source: july
cs: čec
de: Juli
es: jul.
fr: juil
hr: srp.
it: lug.
pt: julho

source: aug.
cs: srp
es: ago.
fr: août
hr: kol.
it: ago.
pt: ago

source: sept
cs: zář
es: sep.
hr: ruj.
it: set.
pt: set.

source: oct
cs: říj
de: Okt.
hr: list.
it: ott.
pt: out

source: nov
cs: lis
hr: stu.

source: dec
cs: pro
de: Dez.
es: dic.
fr: déc
hr: pro.
it: dic.
pt: dez

source: Colour
cs: Barva
de: Farbe
es: Color
fr: Couleur
hr: Boja
it: Colore
pt: Cor

source: Analysis
cs: Analýza
de: Analyse
es: Análisis
fr: Analyse
hr: Analiza
it: Analisi
pt: Análise

source: Observation of the day
cs: Pozorování dne
de: Tagesbeobachtung
es: Observación del día
fr: Observation de la journée
hr: Opažanje dana
it: Osservazione della giornata
pt: Observação do dia

source: Observation of D
cs: Pozorování D
de: Beobachtung des T
es: Observación del D
fr: Observation du J
hr: Opažanje za D
it: Osservazione del G
pt: Observação do D

source: Tuesday
cs: Úterý
de: Dienstag
es: Martes
fr: Mardi
hr: Utorak
it: Martedì
pt: Terça-feira

source: Wednesday
cs: Středa
de: Mittwoch
es: Miércoles
fr: Mercredi
hr: Srijeda
it: Mercoledì
pt: Quarta-feira

source: Thursday
cs: Čtvrtek
de: Donnerstag
es: Jueves
fr: Jeudi
hr: Četvrtak
it: Giovedì
pt: Quinta-feira

source: Friday
cs: Pátek
de: Freitag
es: Viernes
fr: Vendredi
hr: Petak
it: Venerdì
pt: Sexta-feira

source: Saturday
cs: Sobota
de: Samstag
es: Sábado
fr: Samedi
hr: Subota
it: Sabato
pt: Sábado

source: Sunday
cs: Neděle
de: Sonntag
es: Domingo
fr: Dimanche
hr: Nedjelja
it: Domenica
pt: Domingo

# read
source: notes,Read notes
cs: Přečíst si poznámky
de: Anmerkungen lesen
es: Leer las notas
fr: notes,Lire les notes
hr: Pročitajte bilješke
it: Leggi le note
pt: Ler as notas

source: mark as peak day
cs: Označit jako den vrcholu
de: Als Höhepunkt markieren
es: Marcar como día pico
fr: Marquer comme jour sommet
hr: Označi kao dan vrhunca
it: Segna come giorno di picco
pt: Marcar como dia do ápice

source: Change colour
cs: Změnit barvu
de: Farbe ändern
es: Modificar color
fr: Modifier couleur
hr: Promijeni boju
it: Modifica il colore
pt: Alterar cor

source: Mark 1
cs: Označit 1
de: 1 markieren
es: Marcar 1
fr: Marquer 1
hr: Oznaka 1
it: Segna 1
pt: Marcar 1

source: Mark 2
cs: Označit 2
de: 2 markieren
es: Marcar 2
fr: Marquer 2
hr: Oznaka 2
it: Segna 2
pt: Marcar 2

source: Mark 3
cs: Označit 3
de: 3 markieren
es: Marcar 3
fr: Marquer 3
hr: Oznaka 3
it: Segna 3
pt: Marcar 3

source: Modify daily observation
cs: Změnit pozorování dne
de: Tagesbeobachtungbearbeiten
es: Modificar observación del día
fr: Modifier l'observation du jour
hr: Promijeni dnevno opažanje
it: Modifica l'osservazione del giorno
pt: Alterar a observação do dia

source: Cancel peak day
cs: Zřušit vrchol
de: Höhepunkt austragen
es: Cancelar pico
fr: Annuler sommet
hr: Ukloni oznaku za vrhunac
it: Annulla il picco
pt: Cancelar dia do ápice

source: Cancel colour
cs: Zrušit barvu
de: Farbe austragen
es: Cancelar el color
fr: Annuler couleur
hr: Otkaži boju
it: Annulla il colore
pt: Cancelar cor

source: Cancel marking
cs: Zrušit označení
de: Markierung austragen
es: Cancelar marca
fr: Annuler marquage
hr: Ukloni oznaku
it: Annulla la marcatura
pt: Desfazer marcação

source: Delete observation
cs: Smazat pozorování dne
de: Beobachtung löschen
es: Suprimir la observación del día
fr: Supprimer l'observation
hr: Izbriši opažanje dana
it: Elimina l'osservazione del giorno
pt: Excluir observação do dia

source: Choose colour
cs: Vybrat barvu
de: Eine Farbe wählen
es: Escoger un color
fr: Choisir une couleur
hr: Odaberite boju
it: Scegli un colore
pt: Escolha uma cor

source: Do you really want to delete this observation?
cs: Chcete opravdu odstranit tuto poznámku?
de: Möchten Sie diese Beobachtung wirklich löschen?
es: ¿De verdad desea borrar esta observación?
fr: Voulez-vous vraiment supprimer cette observation ?
hr: Zaista želite izbrisati ovo opažanje?
it: Vuoi davvero eliminare questa osservazione?
pt: Você realmente deseja excluir este observação ?

source: Observation of (date)
cs: Pozorování dne
de: Beobachtung vom
es: Observación del
fr: Observation du
hr: Opažanje za
it: Osservazione del
pt: Observação do

source: Other mucus
cs: Jiné hlen
de: Anderer Schleim
es: Otro mucus
fr: Autre mucus
hr: Dodatno o sluzi
it: Altro muco
pt: Outro muco

source: Other event
cs: Jiná poznámka
de: Anderes Ereignis
es: Otra nota
fr: Autre événement
hr: Ostale napomene
it: Altra nota
pt: Outra nota

source: Export as PDF
cs: Exportovat jako PDF
de: Als PDF exportieren
es: Exportar como PDF
fr: Exporter en PDF
hr: Izvezi u PDF-u
it: Esporta in PDF
pt: Exportar como PDF

source: Analyse group Cycle
cs: Hromadná analýza cyklu
de: Gruppierte Analyse Zyklus
es: Análisis agrupado Ciclo
fr: Analyse groupée Cycle
hr: Analiza grupna ciklusa
it: Analisi raggruppata del ciclo
pt: Análise agrupada Ciclo

source: Touch the lines to be analysed
cs: Vybrat řádky pro analýzu
de: Die zu analysierende Zeilen antippen
es: Tocar las líneas que se van a analizar
fr: Toucher les lignes à analyser
hr: Dotaknite retke koje želite analizirati
it: Tocca le righe da analizzare
pt: Toque nas linhas a serem analisadas

source: Analyse
cs: Analyzovat
de: Analysieren
es: Analizar
hr: Analiziraj
it: Analizza
pt: Analisar

source: observation
cs: pozorování
de: Beobachtungen
es: observaciones
hr: opisa
it: osservazioni
pt: observaçãos

source: Mark infertile
cs: Označit: neplodné
de: Unfruchtbar markieren
es: Marcar infértil
fr: Marquer infertile
hr: Označi neplodno
it: Segna infertile
pt: Marcar infértil

# delete_point_interrogation
source: Delete '?'
cs: Smazat ?
de: Das ? löschen
es: Borrar el ?
fr: Effacer le '?'
hr: Izbriši '?'
it: Cancella il ?
pt: Excluir o '?'

source: Cancel infertile
cs: Zrušit neplodné
de: Unfruchtbar austragen
es: Cancelar infértil
fr: Annuler infertile
hr: Poništi neplodno
it: Annulla infertile
pt: Cancelar infértil

source: Cancel all analysis
cs: Zrušit celou analýzu
de: Die gesamte Analyse löschen
es: Cancelar todo el análisis
fr: Annuler toute l'analyse
hr: Poništi cijelu analizu
it: Annulla tutta l'analisi
pt: Cancelar todas as análises

source: Do you really want to delete all interpretations made on this cycle?
cs: Opravdu chcete vymazat všechny interpretace tohoto cyklu?
de: Wollen Sie wirklich die ganze Interpretation des Zyklus löschen ?
es: ¿De verdad quiere borrar todas las interpretaciones que se han hecho de este ciclo?
fr: Voulez-vous vraiment effacer toute l'interprétation faite sur ce cycle ?
hr: Zaista želite izbrisati sva tumačenja ovog ciklusa?
it: Vuoi davvero cancellare tutta l'interpretazione fatta su questo ciclo?
pt: Você realmente quer apagar todas as interpretações feitas neste ciclo?

source: Delete cycle
cs: Smazat cyklus
de: Zyklus (...) löschen
es: Borrar ciclo
fr: Effacer cycle
hr: Izbriši ciklus
it: Cancella ciclo
pt: Excluir ciclo

source: History
cs: Historie
de: Überblick
es: Historial
fr: Historique
hr: Povijest
it: Cronologia
pt: Histórico

source: Resend cycle 3 to 2
cs: Přenést cyklus {argument} na {argument2}
de: Zykl. 3 auf 2
es: Reenviar ciclo {argument} a {argument2}
fr: Renvoyer cycle {argument} vers {argument2}
hr: Vrati cikluse {argument} u {argument2}
it: Rimanda il ciclo {argument} al {argument2}
pt: Enviar ciclo {argument} para {argument2}

# maximum_cycles_at_a_time
source: Maximum 15 cycles at a time
cs: Maximálně 15 cyklů najednou
de: Maximal 15 Zyklen gleichzeitig
es: Máximo 15 ciclos a la vez
fr: Maximum 15 cycles à la fois
hr: Maksimalno 15 ciklusa odjednom
it: Massimo 15 cicli alla volta
pt: Máximo de 15 ciclos por vez

source: From cycle
cs: od cyklu
de: von Zyklus
es: Desde el ciclo
fr: du cycle
hr: Od ciklusa
it: Dal ciclo
pt: Do ciclo

source: to cycle
cs: do cyklu
de: bis Zyklus
es: al ciclo
fr: au cycle
hr: do ciklusa
it: al ciclo
pt: para o ciclo

source: FP (= abbreviation for '1st period')
cs: PM
de: 1.P
es: PP
fr: PR
hr: PM
it: PM
pt: PM

# cycle_comments
source: Cycle (numéro du cycle) comments
cs: Poznámky k cyklu
de: Anmerkungen zum Zyklus
es: Notas sobre el ciclo
fr: Commentaires du cycle
hr: Komentar ciklusa
it: Annotazioni del ciclo
pt: Notas sobre o ciclo

source: Day
cs: Novo opažanje
de: Tag
es: Dia
fr: Jour
hr: Dan
it: Giorno
pt: Dia

source: Comments
cs: Poznámky
de: Anmerkungen
es: Notas
fr: Commentaires
hr: Komentar
it: Annotazioni
pt: Notas

# path_advanded_guide
source: assets/html/guide_avance_en.html
cs: assets/guide_avance_pdf/guide_avance_cs.pdf
de: assets/guide_avance_pdf/guide_avance_de.pdf
es: assets/guide_avance_pdf/guide_avance_es.pdf
fr: assets/guide_avance_pdf/guide_avance_fr.pdf
hr: assets/guide_avance_pdf/guide_avance_hr.pdf
it: assets/guide_avance_pdf/guide_avance_it.pdf
pt: assets/guide_avance_pdf/guide_avance_pt.pdf

# path_basic_guide
source: assets/html/guide_de_base_en.html
cs: assets/guide_de_base_pdf/guide_de_base_cs.pdf
de: assets/guide_de_base_pdf/guide_de_base_de.pdf
es: assets/guide_de_base_pdf/guide_de_base_es.pdf
fr: assets/guide_de_base_pdf/guide_de_base_fr.pdf
hr: assets/guide_de_base_pdf/guide_de_base_hr.pdf
it: assets/guide_de_base_pdf/guide_de_base_it.pdf
pt: assets/guide_de_base_pdf/guide_de_base_pt.pdf

# path_guide_pdf
source: assets/guide_en.pdf
cs: assets/guide_complet/guide_cs.pdf
de: assets/guide.pdf
es: assets/guide_complet/guide_es.pdf
fr: assets/guide_complet/guide_fr.pdf
hr: assets/guide_complet/guide_hr.pdf
it: assets/guide.pdf
pt: assets/guide_complet/guide_pt.pdf

source: Sky
cs: Nebe
de: Himmel
es: Cielo
fr: Ciel
hr: Nebeski plava
it: Cielo
pt: Céu

source: Pink
cs: Korál
de: Koralle
es: Coral
fr: Corail
hr: Koraljno crvena
it: Corallo
pt: Coral

source: medication
cs: léky
de: Medikament
es: Medicamento
fr: medicament
hr: lijek
it: farmaco
pt: medicamentos

source: Reset password
cs: Obnovit heslo
de: Das Passwort zurücksetzen
es: Restablecer contraseña
fr: Reinitialiser le mot de passe
hr: Resetiranje zaporke
it: Ripristina la password
pt: Redefinir senha

source: I have read and accept the terms and conditions of use
cs: Přečetla jsem si podmínky užívání a souhlasím s nimi
de: Ich habe die Nutzungsbedingungen gelesen und akzeptiere sie.
es: He leído y acepto las condiciones de uso
fr: J'ai lu et j'accepte les conditions d'utilisation
hr: Pročitao sam i prihvaćam uvjete korištenja
it: Ho letto et accetto le condizioni d'uso
pt: Eu li e aceito os termos de uso
